Revit 2027 API
ParameterTypeId.StairsTrisertypeRiserMaterial Property
 "Riser Material"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsTrisertypeRiserMaterial { get; }
Public Shared ReadOnly Property StairsTrisertypeRiserMaterial As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsTrisertypeRiserMaterial {
	ForgeTypeId^ get ();
}
static member StairsTrisertypeRiserMaterial : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace